Repository: hibernonnahu/JoinMyArmy
Catalog: Assets/SmartLocalizationWorkspace/Data/LanguageData/Language.*.resx
Languages: de_de

source: Are You Sure?
de_de: Bist du sicher?

source: Are you sure to buy this STAGE for
de_de: Sie besitzen jetzt eine neue BÜHNE

source: Are you sure to leave? You have not saved your changes.
de_de: Bist du sicher zu gehen? Sie haben Ihre Änderungen nicht gespeichert.

source: Back
de_de: Zurück

# BACK TO MAP
source: BACK TO MENU
de_de: Zurück zur Karte

source: Buy
de_de: Kaufen

source: CANNOT CONNECT TO Server
de_de: Kann nicht mit dem Server verbinden

# CHARACTER SELECTION
source: Binnacle
de_de: Log

source: Checkpoint
de_de: Kontrollpunkt

source: CHECKPOINT
de_de: KONTROLLPUNKT

source: Chest Found!
de_de: Truhe gefunden!

source: Choose another USERNAME
de_de: Wählen Sie einen anderen Benutzernamen

source: coins?
de_de: Münzen kaufen?

source: Create an Account
de_de: Erstelle ein Konto

source: Decoration
de_de: Dekoration

source: Do you want to leave this screen?
de_de: Möchten Sie diesen Bildschirm verlassen?

source: Done
de_de: Fertig

source: Double Jump
de_de: Doppelsprung

source: Downloading Maps...
de_de: Karten werden heruntergeladen ...

source: Exit
de_de: Ausgang

source: GET
de_de: Erhalten

source: GO!
de_de: Los!

source: Hello
de_de: Hallo

source: HINT
de_de: HINWEIS

# Inagurate
source: Inagurate world
de_de: Einweihung

source: LANGUAGE
de_de: SPRACHE

source: LEVEL COMPLETE
de_de: Abgeschlossenes Level

source: Loading
de_de: Wird geladen

source: Log in
de_de: Einloggen

source: Log In first
de_de: Geben Sie zuerst ein

source: Log Out
de_de: Ausloggen

source: Map Saved
de_de: Gravierte Karte

source: New Worlds
de_de: Neue Welten

source: NEXT
de_de: Nächstes

source: NEXT LEVEL
de_de: NÄCHSTES LEVEL

source: No
de_de: Nein

# Not enought gold
source: Not enough coins
de_de: Nicht genug Münzen

# Obstacles
source: Obstacle
de_de: Hindernis

source: PASSWORD
de_de: Passwort

source: Password must be between 6 and 20 characters
de_de: Das Passwort muss zwischen 6 und 20 Zeichen lang sein

source: PLAY
de_de: Spielen

source: Play World
de_de: Welt Spielen

source: PlayGround Name ?
de_de: Spielplatzname ?

source: Please wait..
de_de: Bitte warten Sie ..

source: Power Up
de_de: Einschalten

source: RANK THIS MAP
de_de: RANG DIESE KARTE

source: READY
de_de: BEREIT

source: Register
de_de: Registrieren

# Register or Login to Play
source: Register or Login to play online
de_de: Registrieren Sie sich oder melden Sie sich an, um zu spielen

source: ROBOT CHEST
de_de: Möchten Sie diese Bühne wirklich für

source: SAVE
de_de: SPEICHERN

source: SELECT
de_de: WÄHLEN

# Slide
source: Slide Down
de_de: Herausgleiten

source: Speed
de_de: Geschwindigkeit

source: Stage
de_de: Bühne

source: STOP
de_de: HALT / STOP

# sw1t1-1
source: Hello Partner! Today we are going to open our own business:
de_de: Hallo Partner! Heute werden wir unser eigenes Geschäft eröffnen!

# sw1t1-2
source: Running Parks! And this is where everything begins.
de_de: Parks für Läufer! Und hier fängt alles an.

# sw1t1-3
source: But first: Lets go and get new items to build.
de_de: Aber zuerst: Wir werden nach neuen Elementen suchen, um bauen zu können.

# sw1t2-1
source: It's time to choose a name and open our doors.
de_de: Es ist Zeit, einen Namen zu wählen und unsere Türen zu öffnen.

# tip1
source: Share your maps <sprite=9>, is a good way to earn coins
de_de: Das Teilen eigener Karten ist eine gute Möglichkeit, Münzen zu verdienen

# tip2
source: Don't you forget to play other users level
de_de: Vergessen Sie nicht, Levels zu spielen, die von anderen Benutzern im Menü "WELT" erstellt wurden

# tip3
source: Hold down jump button to jump higher
de_de: Wenn Sie springen, halten Sie den Bildschirm gedrückt, um höher zu springen

# tip4
source: Did you got tired of your runner? You can get new gear from a CHEST
de_de: Benötigen Sie eine Verjüngungskur? Gehe zum "LOG"

source: Touch To Delete
de_de: Zum Löschen drücken

source: Uploading
de_de: Hochladen

source: USERNAME
de_de: Nutzername

source: Username must be between 6 and 20 characters
de_de: Der Benutzername muss aus 6 bis 20 Zeichen bestehen

# VISIT USERS
source: Custom Worlds
de_de: Welt

# w1m1-1
source: Remember: <incr>tap</incr> right button to <bounce>JUMP</bounce>
de_de: Denke daran: Berühre den Bildschirm um zu springen

# w1m1-2
source: You can <bounce>JUMP HIGHER</bounce> tapping for a longer time
de_de: Du kannst höher springen, wenn du den Bildschirm für längere Zeit berührst

# w1m12-1
source: Move the platform from the border to rotate it
de_de: Bewegen Sie die Plattform vom Rand, um sie zu drehen

# w1m17-1
source: Press and hold the screen to jump higher from the trampolines
de_de: Drücken und halten Sie den Bildschirm, um höher von den Trampolinen zu springen

# w1m2-1
source: You'll learn the art of building roads today
de_de: Heute erlernst du die Kunst Straßen zu bauen

# w1m2-10
source: We'll never be able to reach it...
de_de: Wir werden es nie erreichen ...

# w1m2-11
source: But don't worry! We could try to put SOMETHING near the exit.
de_de: Aber mach dir keine Sorgen! Wir können versuchen, etwas in der Nähe des Ausgangs zu platzieren.

# w1m2-12
source: Use your TOOLMENU to create a floor
de_de: Verwende das WERKZEUGMENÜ, um einen PLATTFORM zu bauen

# w1m2-13
source: Open the PLATFORMS book <sprite=7> in the TOOLS MENU
de_de: Öffnen Sie das PLATTFORMEN-Buch im WERKZEUGMENÜ

# w1m2-14
source: Yes! now it's only a matter of time to leave this place.
de_de: Ja! Nun ist es nur noch eine Frage der Zeit, diesen Ort zu verlassen

# w1m2-15
source: Move the platform in a better position by dragging it, and then press <sprite=10> to reach the exit
de_de: Bewege die Plattform durch Ziehen in eine bessere Position und drücke PLAY, um zum Ausgang zu gelangen.

# w1m2-16
source: DRAG the platform to a better position and press <sprite=10>/<sprite=6> until you reach the EXIT
de_de: Ziehe die Plattform in eine bessere Position und drücke PLAY / STOP, bis du den AUSGANG erreichst.

# w1m2-2
source: Let's start with something simple
de_de: Beginnen wir mit etwas Einfachem

# w1m2-3
source: But first: we need to see things on perspective. Use both of your fingers to ZOOM OUT at MAX <sprite=11>
de_de: Aber zuerst: Wir müssen die Dinge mit Perspektive sehen. Verwende beide Finger, um die Sicht auf das Maximum zu verlängern.

# w1m2-4
source: Use your fingers to ZOOM OUT at MAX <sprite=11>
de_de: Verwende beide Finger, um die Sicht auf das Maximum zu verlängern.

# w1m2-5
source: Let's see what's ahead, so move the camera to the RIGHT
de_de: Mal sehen, was weiter vorne ist: bewege die Kamera nach rechts

# w1m2-6
source: Move the camera to the RIGHT
de_de: Bewege die Kamera nach RECHTS

# w1m2-7
source: I can see the EXIT ahead! Let's try to reach it!
de_de: Ich kann den Ausgang sehen! Versuchen wir ihn zu erreichen!

# w1m2-8
source: Press the <sprite=10> button and get out of here.
de_de: Drücke die PLAY-Taste und gehe hier raus.

# w1m2-9
source: Press the <sprite=10> button
de_de: Drücke die PLAY-Taste

# w1m9-1
source: Press and hold the screen to jump higher from the walls
de_de: Drücke und halte den Bildschirm, um höher von den Wänden zu springen

source: Waiting For Players..
de_de: Warten auf Spieler ..

source: WELCOME
de_de: WILLKOMMEN

source: WELL DONE!
de_de: GUT GEMACHT!

source: WORLD COMPLETE
de_de: WELT KOMPLETT

source: WRONG NAME OR PASSWORD
de_de: FALSCHER NAME ODER PASSWORT

source: YES
de_de: JA
